Repository: DimaMinka/woocommerce-gateway-ebanx
Catalog: woocommerce-gateway-ebanx/languages/woocommerce-gateway-ebanx-*.po
Languages: pt_br

source: EBANX - ACCOUNT
pt_br: EBANX - CONTA

source: Paga con Baloto.
pt_br: Paga com Baloto.

source: EBANX - Banking Ticket
pt_br: EBANX - Boleto

source: EBANX - Credit Card Brazil
pt_br: EBANX - Cartões de Crédito no Brasil

source: EBANX - Credit Card Colombia
pt_br: EBANX - Cartões de Crédito na Colômbia

source: Capture by EBANX
pt_br: Capturado pelo EBANX

source: EBANX: The transaction was captured with the following: %s
pt_br: EBANX: A transação foi capturada com o seguinte: %s

source: EBANX: Transaction Failed
pt_br: EBANX: A transação falhou

source: EBANX: Transaction Pending
pt_br: EBANX: Transação Pendente

source: EBANX - Unknown error, enter in contact with Ebanx and inform this error code: %s.
pt_br: EBANX - Erro desconhecido. entre en contato com o EBANX e informe este código de erro: %s.

source: EBANX - Payment cannot be captured, changing it to Failed.
pt_br: EBANX - O pagamento não pode ser capturado, mudando para Falho.

source: EBANX - Payment has already been captured, changing it to Processing.
pt_br: EBANX - O pagamento já foi capturado, mudando para Processando

source: EBANX - Payment cannot be captured, changing it to Pending.
pt_br: EBANX - O pagamento não pôde ser capturado, mudando para Pendente

source: EBANX - Credit Card Mexico
pt_br: EBANX - Cartões de Crédito no México

source: EBANX - Debit Card
pt_br: EBANX - Cartão de Débito

source: Paga con PSE - Pago Seguros en Línea.
pt_br: Pague com PSE - Pago Seguros en Línea.

source: Select an option
pt_br: Selecione uma opção

source: CPF - Individuals
pt_br: CPF - Indivíduos

source: CNPJ - Companies
pt_br: CNPJ - Companhias

source: Birth Date
pt_br: Data de Nascimento

source: No reason specified.
pt_br: Nenhuma razão especificada.

source: The payment cannot be refunded because it is not confirmed.
pt_br: O pagamento não pode ser reembolsado porque não está confirmado.

source: EBANX: Refund requested. %s - Refund ID: %s - Reason: %s.
pt_br: EBANX: Reebolso requisitado. %s - ID do reembolso: %s - Razão: %s.

source: We could not finish processing this refund. Please try again.
pt_br: Não pudemos terminar de processar este reebolso. Por favor, tente novamente.

source: Processing response: %s
pt_br: Processando resposta: %s

source: EBANX: The payment has failed.
pt_br: EBANX: O pagamento falhou.

source: EBANX: The payment was opened.
pt_br: EBANX: O pagamento foi aberto.

source: EBANX: The order is awaiting payment.
pt_br: EBANX: A pedido está aguardando pagamento.

source: EBANX: The transaction was paid.
pt_br: EBANX: A transação foi paga.

source: EBANX: The payment has been updated to: %s.
pt_br: EBANX: O pagamento foi atualizado para: %s.

source: EBANX: Your Refund was confirmed to EBANX - Refund ID: %s
pt_br: EBANX: Seu reebolso foi confirmado para o EBANX - ID do reembolso: %s

source: EBANX: Your Refund was canceled to EBANX - Refund ID: %s
pt_br: EBANX: Seu Reembolso foi cancelado para o EBANX - ID do reembolso: %s

source: EBANX easy-to-setup checkout allows your business to accept local payments in Brazil, Mexico, Colombia, Chile & Peru.
pt_br: O checkout de fácil configuração do EBANX permite a seu negócio aceitar pagamento locais no Brasil, Mexico, Colômbia, Chile e Peru.

source: Days To Expiration must be greater than or equal to 1.
pt_br: Dias para o vencimento deve ser maior ou igual a 1.

source: Integration
pt_br: Integração

source: You can obtain the integration keys in the settings section, logging in to the <a href="https://www.ebanx.com/business/en/dashboard">EBANX Dashboard.</a>
pt_br: Você pode obter as chaves de integração na seção de configurações, fazendo log in no <a href="https://www.ebanx.com/business/en/dashboard">EBANX Dashboard.</a>

source: Sandbox Integration Key
pt_br: Chave de Integração de Sandbox

source: Sandbox Public Integration Key
pt_br: Chave de Integração Pública de Sandbox

source: Live Integration Key
pt_br: Chave de Integração Live

source: Live Public Integration Key
pt_br: Chave de Integração Pública Live

source: Enable Sandbox Mode
pt_br: Habilitar Modo Sandbox

source: EBANX Sandbox is a testing environment that mimics the live environment. Use it to make payment requests to see how your ecommerce processes them.
pt_br: EBANX Sandbox é um ambiente de testes que simula o ambiente Live. Use-o para fazer requisições de pagamento para ver como seu ecommerce as processa.

source: Enable Debug Log
pt_br: Habilitar Debug Log

source: Record all errors that occur when executing a transaction.
pt_br: Gravar todos os erros que ocorram quando executando uma transação.

source: Enable Payment Methods
pt_br: Habilitar Métodos de Pagamento

source: Set up payment methods for your checkout. Confirm that method is enabled on your contract.
pt_br: Defina métodos de pagamento para seu checkout. Confirme que o método está habilitado em seu contrato.

source: Brazil
pt_br: Brasil

source: Mexico
pt_br: México

source: Colombia
pt_br: Colômbia

source: Payment Options
pt_br: Opções de Pagamento

source: Credit Card
pt_br: Cartão de Crédito

source: Save Card Data
pt_br: Salvar Dados do Cartão

source: Enable saving card data
pt_br: Habilitar salvamento dos dados de cartão

source: Allow your customer to save credit card and debit card data for future purchases.
pt_br: Permita a seu cliente salvar dados de cartões de crédito e débito para compras futuras.

source: One-Click Payment
pt_br: Pagamento em um clique

source: Enable one-click-payment
pt_br: Habilitar pagamento em um clique

source: Allow your customer to complete payments in one-click using credit cards saved.
pt_br: Permitir a seu cliente completar pagamentos em um clique usando cartões de crédito salvos.

source: Enable Auto-Capture
pt_br: Habilitar Auto-Captura

source: Capture the payment immediately
pt_br: Capturar o pagamento imediatamente

source: Automatically capture payments from your customers, just for credit card. Otherwise you will need to capture the payment going to: WooCommerce -> Orders. Not captured payments will be cancelled in 4 days.
pt_br: Capture automaticamente pagamentos de seus clientes, apenas para cartão de crédito. Caso contrário você precisará capturar o pagamento indo em: WooCommerce -> Orders. Pagamentos não capturados serão cancelados em 4 dias.

source: Maximum nº of Instalments
pt_br: Nº máximo de parcelas

source: Establish the maximum number of instalments in which your customer can pay, as consented on your contract. Only Colombia supports more than 12.
pt_br: Estabeleça o número máximo de parcelas em que seu cliente pode pagar, como consentido em seu contrato. Apenas a Colômbia aceita mais de 12.

source: Minimum Instalment (%s)
pt_br: Parcela mínima (%s)

source: The default is %d
pt_br: O padrão é %d

source: Set the minimum instalment value during checkout. The minimum EBANX allows for BRL is 20 and MXN is 100, lower values in these currencies will be ignored.
pt_br: Estabeleça o valor mínimo da parcela durante o checkout. O mínimo que o EBANX permite para BRL é 20 e MXN é 100, valores menores nestas moedas serão ignorados.

source: Interest Rates
pt_br: Taxa de Juros

source: Enable Interest Rates
pt_br: Habilitar Taxa de Juros

source: Enable and set a custom interest rate for your customers according to the number of Instalments you allow the payment.
pt_br: Habilitar e estabelecer uma taxa de juros personalizada para seus clientes de acordo com o número de parcelas que você permite para o pagamento.

source: 1x Interest Rate in %
pt_br: 1x Taxa de Juro em %

source: x Interest Rate
pt_br: x Taxa de Juro

source: Cash Payments
pt_br: Pagamentos em Dinheiro

source: Days to Expiration
pt_br: Dias para o Vencimento

source: Define the maximum number of days on which your customer can complete the payment of: Boleto, OXXO, Sencilito, PagoEfectivo and SafetyPay.
pt_br: Defina o número máximo de dias em que seu cliente pode completar o pagamento de: Boleto, OXXO, Sencillito, PagoEfectivo e SafetyPay.

source: Advanced Options
pt_br: Opções Avançadas

source: Enable Checkout for:
pt_br: Habilitar Checkout para:

source: In order to process with the EBANX Plugin in Brazil there a few mandatory fields such as CPF identification for individuals and CNPJ for companies.
pt_br: Para processar com o Plugin EBANX no Brasil há alguns campos obrigatórios como CPF para indivíduos e CNPJ para Companhias.

source: Checkout Manager
pt_br: Administrador de Checkout

source: Use my checkout manager fields
pt_br: Usar campos do meu administrador de checkout

source: If you make use of a Checkout Manager, please identify the HTML name attribute of the fields.
pt_br: Se você usa um administrador de checkout, por favor identifique o nome do atributo HTML dos campos

source: Entity Type Selector
pt_br: Seletor de Tipo de Entidade

source: Birthdate Brazil
pt_br: Data de Nascimento no Brasil

source: Birthdate Chile
pt_br: Data de Nascimento no Chile

source: Total Local Amount
pt_br: Quantia total local

source: Show your customer the total purchase amount in local currency on the checkout
pt_br: Mostrar para seu cliente a quantia total da compra em moeda local no checkout

source: IOF on Local Amount
pt_br: IOF na Quantia Local

source: Apply IOF when calculating the price in BRL on the checkout
pt_br: Aplicar o IOF quando calcular o preço em BRL no checkout

source: Paga con multicaja.
pt_br: Pague com multicaja.

source: Paga con boleta OXXO.
pt_br: Pague com OXXO.

source: Paga con PagoEfectivo.
pt_br: Pague com PagoEfectivo.

source: Paga con SafetyPay.
pt_br: Pague com SafetyPay.

source: Paga con Servipag.
pt_br: Pague com Servipag.

source: Paga con Webpay.
pt_br: Pague com Webpay.

source: You need to validate this change with EBANX, only deselecting or selecting the box will not set this to your customer. Contact your EBANX Account Manager or Business Development Expert.
pt_br: Você precisa validar esta mudança com o EBANX, apenas deselecionar ou selecionar a caixa não irá refletir para seu cliente. Contate seu Administrador de Conta do EBANX ou Especialista em Desenvolvimento de Negócio.

source: EBANX - The Sandbox Mode option is enabled, in this mode, none of your transactions will be processed.
pt_br: EBANX - A opção de Modo Sandbox está habilitada, neste modo, nenhuma de suas transações será processada.

source: EBANX - We are almost there. To start selling, <a href="%s">set your integration keys.</a>
pt_br: EBANX - Estamos quase lá. Para começar a vender, <a href="%s">coloque suas chaves de integração.</a>

source: EBANX - Your <strong>%s Integration Key</strong> is invalid, please <a href="%s">adjust your settings</a>.
pt_br: EBANX - Sua <strong>Chave de Integração %s</strong> é inválida, por favor <a href="%s">ajuste suas configurações</a>.

source: EBANX - Your <strong>%s Public Integration Key</strong> is invalid, please <a href="%s">adjust your settings</a>.
pt_br: EBANX - Sua <strong>Chave de Integração Pública %s</strong> é inválida, por favor <a href="%s">ajuste suas configurações</a>.

source: EBANX - Could not connect to our servers. Please check if your server can reach our API (<a href="%1$s">%1$s</a>).
pt_br: EBANX - Não foi possível conectar aos nossos servidores. Por favor, cheque se seu servidor conseguir alcançar nossa API (<a href="%1$s">%1$s</a>).

source: EBANX - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
pt_br: EBANX - A versao mínima do PHP exigida para este plugin é %1$s. Você está rodando %2$s.

source: EBANX - It requires WooCommerce to be activated to work.
pt_br: EBANX - É necessário que WooCommerce esteja ativo para funcionar.

source: EBANX - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
pt_br: EBANX - A versao mínima do WooCommerce exigida para este plugin é %1$s. Você está rodando %2$s.

source: EBANX - The minimum WordPress version required for this plugin is %1$s. You are running %2$s.
pt_br: EBANX - A versao mínima do WordPress exigida para este plugin é %1$s. Você está rodando %2$s.

source: EBANX Gateway - Does not support the Currency you have set on the WooCommerce settings. To process with the EBANX plugin choose one of the following: %1$s.
pt_br: EBANX Gateway - Não suporta a moeda que você tem estabelicida nas configurações do WooCommerce. Para processar com o plugin EBANX escolha uma das seguintes: %1$s.

source: EBANX - To improve the site security, we recommend the use of HTTPS protocol on site pages.
pt_br: EBANX - Para melhorar a segurança do site, recomendamos o uso do protocolo HTTPS nas páginas do site.

source: View Banking Ticket
pt_br: Ver Boleto

source: EBANX: Unable to create the payment via one click.
pt_br: EBANX: Incapaz de criar o pagamento via um clique.

source: Pay with one click
pt_br: Pague com um clique

source: We couldn't create your EBANX order. Could you review your fields and try again?
pt_br: Não foi possível criar seu pedido EBANX. Você poderia revisar os campos e tentar novamente?

source: EBANX: Your order was created via EBANX.
pt_br: EBANX: Seu pedido foi criado via EBANX.

source: Payment links can only be created when the order status is selected as Pending Payments.
pt_br: Links de pagamento podem ser criados apenas quando o status do pedido é selecionado como Pagamentos Pendentes.

source: The selected Country doesn't support the chosen Currency (%s).
pt_br: O País selecionado não suporta a moeda escolhida (%s).

source: The minimum total amount is $1, please pick a greater value.
pt_br: A quantia total mínima é $1, por favor escolha um valor maior.

source: EBANX only support the following Countries: Brazil, Mexico, Peru, Colombia and Chile. Select one of these to complete your order.
pt_br: EBANX suporta apenas os seguintes países: Brasil, México, Peru, Colômbia e Chile. Selecione um destes para completar seu pedido.

source: The customer email is a required field. Please provide a valid customer e-mail.
pt_br: O email do cliente é um campo obrigatório. Por favor, forneça um e-mail do cliente válido.

source: The EBANX account is not available yet as payment method, you will hear about that soon!
pt_br: A conta EBANX ainda não está disponível como método de pagamento, você irá ouvir sobre isso em breve!

source: EBANX does not support the selected payment method.
pt_br: O EBANX não suporta o métoda de pagamento selecionado.

source: The selected payment method is not available on the chosen Country.
pt_br: O método de Pagamento selecionado não está disponível no país escolhido.

source: EBANX Order Details
pt_br: Detalhes do Pedido EBANX

source: Dashboard Payment Link
pt_br: Link do Pagamento no Dashboard

source: Payment Hash
pt_br: Hash do Pagamento

source: Customer Payment Link
pt_br: Link do Pagamento para o Cliente

source: Payment successfully made using Baloto.
pt_br: Pagamento realizado com sucesso usando Baloto.

source: Postcode / ZIP
pt_br: Código postal / CEP

source: Street address
pt_br: Endereço

source: Town / City
pt_br: Cidade

source: State / County
pt_br: Estado

source: Resumo de la compra:
pt_br: Resumo da compra:

source: Pago realizado en una sola exhibición
pt_br: Pagamento realizado a vista.

source: Gracias por haber comprado con nosotros.
pt_br: Obrigado por comprar conosco

source: Titular de la tarjeta
pt_br: Titular do cartão

source: Número de la tarjeta
pt_br: Número do cartão

source: Fecha de expiración (MM / AA)
pt_br: Data de Validade (MM / AA)

source: Código de verificación
pt_br: Código de segurança

source: Guarda esta tarjeta para compras futuras.
pt_br: Salvar este cartão para compras futuras

source: Otra tarjeta de crédito
pt_br: Usar um outro cartão

source: Payment successfully made using %1$s oxxo in %2$s.
pt_br: Pagamento realizado com sucesso usando %1$s oxxo em %2$s.

source: Payment successfully made using %1$s multicaja in %2$s.
pt_br: Pagamento realizado com sucesso usando %1$s multicaja em %2$s.

source: Payment successfully made using %1$s webpay in %2$s.
pt_br: Pagamento realizado com sucesso usando %1$s webpay em %2$s.

source: %1$dx of %2$s
pt_br: %1$dx de %2$s

source: with interest
pt_br: com juros

source: Your saved credit cards
pt_br: Seus cartões de crédito salvos

source: The following credit cards will be listed on the checkout page. To delete a credit card, just check it and submit.
pt_br: Os seguintes cartões de creditos serão listados na página de finalizar compra. Para apagar um cartão de credito, marque o mesmo e clique em "Apagar cartões".

source: Delete cards
pt_br: Apagar cartões

source: No credit cards found
pt_br: Nenhum cartão de crédito encontrado

source: To save a credit card, pay an order on checkout using credit card as payment method.
pt_br: Para salvar um cartão de credito, finalize uma compra selecionando cartão de credito como forma de pagamento.

source: One-Click Purchase
pt_br: Pague com um clique

source: Choose Card
pt_br: Escolha um cartão

source: Card Code
pt_br: Código de segurança

source: Processing...
pt_br: Processando...

source: Pay Now
pt_br: Pagar

source: Create EBANX Payment Link
pt_br: Criar Link de Pagamento EBANX

source: The order will be created on your site and also sent to EBANX to generate a payment to your customer pay directly.
pt_br: O pedido será criado em seu site e também enviado ao EBANX para gerar um pagamento para seu cliente pagar diretamente.

source: Payment successfully made using Safetypay.
pt_br: Pagamento realizado com sucesso usando Safetypay.

source: Payment successfully made using Servipag.
pt_br: Pagamento realizado com sucesso usando Servipag..

source: Currency %s is not supported. Works only with Brazilian Real.
pt_br: A moeda %s não é suportada. Funciona apenas como Real Brasileiro.

source: Settings
pt_br: Configurações
